<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Payment
    |--------------------------------------------------------------------------
    |
    */

    'host_type'   => '母體種類',
    'host_id'     => '母體 ID',
    'serial'      => '編號',
    'type'        => '管道',
    'order'       => '排序',
    'is_enabled'  => '是否啟用',
    'name'        => '名稱',
    'description' => '描述',
    'note'        => '備註',
    'remarks'     => '備註（後端）',

    'list'   => '付款管道清單',
    'create' => '新增付款管道',
    'edit'   => '付款管道修改',

    'form' => [
        'information' => '管道資訊',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除管道',
        'body'   => '確定要刪除這項管道嗎？'
    ]
];
